Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: The understanding of language is rarely dependent on the words alone.
vi: Sự hiểu biết về ngôn ngữ là hiếm khi phụ thuộc vào từ ngữ mà thôi.

source: The uniform you wear should be a perpetual ‘coat of mail’ to guard you against every temptation to which you may be exposed, by reminding you that no act of misconduct, or breach of discipline, can escape public observation and censure.
vi: Bộ đồng phục người cảnh sát khoác trên người giống như một bộ giáp sẽ theo họ suốt cả cuộc đời, giúp họ chống lại mọi cám dỗ, nhắc nhở họ rằng không có hành vi sai trái, hay vi phạm kỷ luật nào có thể qua mắt được con mắt tinh tường và sự phê bình của công chúng.

source: The uniforms of the modern police service include anything from full body armour for public order incidents, to specialist firearms equipment and clothing, to variations to the traditional uniform, with perhaps the addition of a bulletproof vest and Doctor Marten style boots!
vi: Bộ đồng phục của cảnh sát hiện đại bao gồm mọi thứ từ áo giáp toàn thân cho việc xử lý sự cố an ninh công cộng, các thiết bị và quần áo vũ trang đặc biệt, sự biến thể của trang phục truyền thống với áo chống đạn và ủng Doctor Marten!

source: The unique physical and social environment in prison does seem particularly prone to causing stress.
vi: Môi trường vật chất và môi trường xã hội riêng biệt của nhà tù phần nhiều đã dẫn tới stress.

source: The use of the psychologist as an expert witness has, in the past, been constricted by the notion of the expert having to provide information that is beyond the knowledge of the average person.
vi: Trong quá khứ thì việc sử dụng các nhà tâm lý học bị thắt chặt bởi định nghĩa về việc các nhân chứng chuyên gia cung cấp thông tin ngoài tâm hiểu biết thông thường của mọi người.

source: The victims might have withheld it, or they might not have been in a position to give consent to the sexual act (for example, they might be under the age of consent, be mentally disabled, drunk, drugged or unconscious).
vi: Nạn nhân đã có thể từ chối nó, hoặc họ có thể ở một tình thế nào đó cho phép hành động xâm hại ( như là họ dưới độ tuổi đồng thuận, bị bệnh tâm thần, bị chuốc say, bị đánh thuốc hoặc vô thức).

source: The vigilante tradition model suggests that law, order and policing are the responsibility of the community, partly because of a distrust of the State.
vi: Hình mẫu của truyền thống dân phòng cho rằng luật pháp, trật tự, kiểm soát là trách nhiệm của cộng đồng, 1 phần là vì sự thiếu tin tưởng vào chính quyền .

source: The way that expert witnesses are called to the court, however, varies from one jurisdiction to another.
vi: Cách mà các nhân chứng chuyên gia được triệu tập và thẩm quyền của họ có thể khác nhau tùy theo từng khu vực .

source: The wit- nesses’ descriptions of age, height and body build were largely inaccurate.
vi: Hầu hết miêu tả của các nhân chứng về độ tuổi, chiều cao và thân hình đều không chính xác.

source: The wording of Miranda rights varies slightly from state to state but the minimal Miranda warning, as outlined in the Miranda v. Arizona case is given below.
vi: Có nhiều khác biệt nhỏ trong sự diễn đạt Quyền Miranda ở từng bang, nhưng dưới đây là một lời cảnh báo Miranda tối thiểu đã được viện ra trong vụ kiện Miranva v. Arizona.

source: The work of criminal psychologists helps government, policy-makers and practitioners to improve treatment, management and supervision of offenders, which increases public protection and safety.
vi: Công việc của nhà tâm lý học tội phạm giúp cho chính phủ, nhà hoạch định chính sách và .... cải thiện việc điều trị, quản lí và giám sát tội phạm làm nâng cao sự bảo vệ và an toàn của công chúng.

source: The work of the programme leaders is monitored by a Treatment Manager who makes sure that the programmes are run properly, that leaders speak to the offenders with respect and that all offenders take part in the work undertaken in groups.
vi: Công việc của người chỉ đạo chương trình được giám sát bởi giám đốc điều trị, người đảm bảo rằng các chương trình được tiến hành đúng, những người lãnh đạo nói chuyện với tội phạm 1 cách tôn trọng và tất cả phạm nhân đều tham gia vào công việc theo nhóm.

source: The ‘golden era’ of policing of the 1950s was personified by the friendly, local bobby on the beat.
vi: Thời kỳ hoàng kim của cảnh sát là vào những năm 1950, khi người cảnh sát là những anh bạn thân thiện đang đi tuần trên phố, thuộc tên của mọi người trong khu dân cư.

source: Their behaviour may well be more engrained than that of the first time offender and hence a greater depth of behaviour modification is needed.
vi: Hành vi của họ có thể ăn sâu vào tiềm thức hơn so với lần đầu phạm tội và vì thế thực sự cần sự thay đổi toàn diện trong cách cư xử cũng như hành vi của họ.

source: Their facial reconstructions were shown to other participants (who knew no details of the experiment).
vi: Những khuôn mặt dựng lại đó được đưa cho những thành viên khác (không biết gì về thí nghiệm trên).

source: Their findings are reported in the next section.
vi: Những phát hiện của họ sẽ được tường thuật trong phần tiếp theo.

source: Their own police subculture, also known as ‘canteen culture’, stems largely from a police force historically drawn from white working class males.
vi: Họ có văn hóa riêng của nhóm mình, còn được biết tới với tên gọi “văn hóa căng tin”. Nó có nguồn gốc lịch sử từ một lực lượng cảnh sát được thành lập bởi một nhóm người làm công ăn lương da trắng.

source: Then only 1,385 offenders completed community based programmes – less than ten per cent of the number that completed such programmes a few years later.
vi: Thế nhưng chỉ có 1,385 phạm nhân hoàn thành chương trình dựa trên cộng đồng - ít hơn 10% so với vài năm sau đó.

source: Then these participants were (unknown to them) all shown the same face but half of them were led to believe it was of a murderer whereas the other half were led to believe it was a lifeboat man.
vi: Cuối cùng tất các thành viên (không biết gì) đã cùng đưa ra khuôn mặt giống nhau nhưng một nửa trong số họ tin rằng đó là kẻ sát nhân, nửa còn lại nghĩ đó chỉ là người thường.

source: Then we found a study conducted just a few years ago in Sweden that noted that men now in prison for serious crimes such as murder indicated on an extensive questionnaire that a humanitarian (rather than a dominating) police interviewing style was related to their decisions to confess in the interviews.
vi: Rồi khi một nghiên cứu được tiến hành, chì vài năm sau ở Thụy Điển chỉ ra rằng những người đàn ông hiện đang bị giam vì phạm trọng án như giết người đề cập trong bảng câu hỏi mở rộng rằng có một sự nhân đạo (hơn là một sự thống trị) trong phong cách chất vấn của cảnh sát - chúng có liên quan đến quyết định có thú tội hay không của nghi phạm.

source: Then, they need to understand that if professionals behave in an accusatory or aggressive or suspicious way this in itself may well result in the person giving off cues that the professionals believe to be signs of lying.
vi: Tiếp đến, họ cần phải hiểu rằng nếu chuyên gia hành xử theo cách cáo buộc hoặc xung hấn hoặc nghi ngờ thì có thể dẫn tới kết quả là người ta sẽ biểu lộ những dấu hiệu mà người ta tin rằng là dấu hiệu của nói dối.

source: There appears to be no limit to the public expectation of police responsibilities, and it is not surprising that police stress has been researched by psychologists.
vi: Có thể thấy dường như sự kỳ vọng của người dân đối với trách nhiệm của cảnh sát là không có giới hạn, và không ngạc nhiên khi vấn đề về căng thẳng lo âu của cảnh sát được nghiên cứu bởi các nhà Tâm lý học.

source: There are a number of different ideas behind why imprisonment may be a good punishment.
vi: Có rất nhiều ý kiến trái chiều đằng sau nguyên nhân tại sao phạt tù lại là một hình phạt đúng đắn.

source: There are a number of different ways in which sexual offending has been explained.
vi: Có nhiều cách để giải thích về xâm phạm tình dục.

source: There are a number of methods for discovering whether offenders are suitable and if they are, what risk level of committing another sexual offence they present.
vi: Có một số phương pháp để biết họ có phù hợp hay không và nếu họ đáp ứng được thì nguy cơ phạm vào tội quấy rối tình dục khác của họ là như thế nào.

source: There are at least two ways in which this is achieved.
vi: Có ít nhất hai cách để làm được việc này.

source: There are examples of cases throughout history where people have or could be accused of almost anything (e.g. witchcraft): in fact, whatever is socially undesirable at the time could be a target of vigilantism.
vi: Trong suốt tiến trình lịch sử đã có rất nhiều trường hợp nơi mà người ta bị hoặc có thể bị buộc tội vì hầu hết mọi thứ (phù thủy là một ví dụ), trên thực tế, bất cứ điều gì không phù hợp với xã hội trong thời điểm đó sẽ là mục tiêu của Ủy ban kiểm soát trật tự.

source: There are many examples of organized vigilante groups throughout the world, some more acceptable than others, ranging from the Guardian Angels in New York, set up to protect New Yorkers on subways during the 1980s (when crime was rife and police were perceived to be inadequate), to the Triads of Hong Kong and paramilitaries in Northern Ireland.
vi: Có rất nhiều ví dụ về các nhóm tự vệ có tổ chức trên khắp thế giới, một vài nhóm thì được chấp nhận hơn những nhóm khác, trải rộng khắp từ nhóm Những Thiên Thần Hộ Vệ ở New York, được thành lập để bảo vệ những người New York trên tàu điện ngầm trong những năm 1980 (khi mà tội phạm hoành hành và cảnh sát thì được cho là không đủ), đến Bộ Tam Hong Kong và những nhóm bán quân sự ở Bắc Ai-len.

source: There are modern day examples throughout the world, such as in India, in August 2004, where over 200 women gathered together to claim justice for rape victims.
vi: Những tiền lệ vẫn diễn ra trên khắp thế giới, một ví dụ diển hình ở Ấn Độ, vào tháng 8 năm 2004, khi mà hơn 200 phụ nữ đã cùng nhau tụ họp để giành lại công lý cho những nạn nhân bị cưỡng hiếp.

source: There are numerous examples of very brave emergency service officers across the world who have carried out their duty with extraordinary professionalism and courage.
vi: Trên thế giới có rất nhiều những tấm gương cảnh sát đã thực hiện nhiệm vụ của mình vô cùng chuyên nghiệp và dũng cảm.

source: There are other vulnerable populations within the prison population who have not been considered here.
vi: Có một vài nhóm đối tượng dễ bị thương tổn trong số các thành phần bị giam giữ nhưng không được xem xét đến ở đây.

source: There are several possible reasons for this.
vi: Có nhiều lý do khả thi cho việc này.

source: There are some examples, when a jury has asked for further explanation of an issue, where the judge has simply re-read the instruction to the jury.
vi: Có một số ví dụ, khi một bồi thẩm đoàn yêu cầu để giải thích thêm về một vấn đề, nơi mà các thẩm phán đã chỉ đơn giản là đọc lại các hướng dẫn cho bồi thẩm đoàn.

source: There are some well-known examples of this, for example the Guardian Angels in New York.
vi: Có khá nhiều những ví dụ được biết đến về vấn đề này, như đội "Những thiên thần bảo vệ" (the Guardian Angels) ở New York.

source: There are very few places that people can go to get support and treatment before they come to the attention of the police.
vi: Có rất ít nới người ta có thể đến để có được sự ủng hộ và điều trị trước khi họ trở thành mục tiêu chú ý của cảnh sát.

source: There has also been more recent research on the effectiveness of SSRIs (serotonin reuptake inhibitors), which has found that they give offenders a feeling of greater control over their sexual preferences.
vi: Cũng đã có nhiều nghiên cứu gần đây hơn về hiệu quả của SSRIs ( chất ức chế serotonin có chọn lọc), cái mà được phát hiện là tạo cho tội phạm cảm giác kiểm soát lớn hơn trong xu hướng tình dục của mình.

source: There has been a great deal of speculation about the true identity of the murderer.
vi: Đã có rất nhiều suy đoán về danh tính thật của kẻ giết người.

source: There has been a great deal of research conducted by criminologists, sociologists and psychologists exploring attitudes towards punishment, various forms of punishment and sentencing beliefs.
vi: Đã có rất nhiều những nghiên cứu được tiến hành bởi các nhà tội phạm học, xã hội học và tâm thần học nhằm tìm hiểu thái độ về việc trừng phạt, các hình thức trừng phạt khác nhau và sự tin tưởng vào những bản án.

source: There has been some concern about the increasing role these security agencies play in relation to the public, especially as until recently there was no legislation in England and Wales in place to regulate or control the private security industry.
vi: Đã có những lo ngại về sự gia tăng trong vai trò của các văn phòng cơ sở an ninh trong cộng đồng, đặc biệt là cho đến gần đây, vẫn chưa có luật pháp nào của Anh và xứ Wales được đặt ra để điều tiết hoặc quản lý ngành an ninh tư nhân.

source: There have been many highly publicized cases of miscarriages of justice in Britain in the last couple of decades, such as the Birmingham Six, the Guildford Four and the Cardiff Three.
vi: Đã có rất nhiều trường hợp được biết đến về những vụ án xử oan ở Anh trong vài thập kỷ qua, như là vụ Birmingham Sáu, vụ Guildford Bốn và vụ Cardiff Ba.

source: There is a question about whether you’ve under- stood.
vi: Họ hỏi rằng bạn đã hi-ể-u rõ chưa.

source: There is a tension between the belief that offenders can be in some sense ‘treated’ in order to prevent offending behaviour (for example, through the use of cognitive behavioural therapies) and the belief that offenders need to be punished and that the punishment alone should be enough to teach people.
vi: Một sự căng thẳng diễn ra giữa hai tư tưởng, một bên cho rằng người phạm tội bằng một cách thức nào đó có thể được "huấn luyện" để ngăn ngừa họ thực hiện hành vi phạm tội (ví dụ, thông qua việc sử các liệu pháp nhận thức hành vi) và bên còn lại cho rằng tội phạm cần bị trừng phạt và rằng bản thân hình phạt đã là đủ cho việc răn dạy con người.

source: There is no conclusive evidence as to the origins of the police personality, but research evidence does suggest that such a ‘personality’ does exist and that the police do differ from other occupational groups.
vi: Không có bằng chứng nào kết luận về nguồn gốc của phẩm chất cảnh sát, nhưng kết quả nghiên cứu cho thấy một "tính cách" như vậy tồn tại và cảnh sát hành động khác nhau ở các nhóm nghề nghiệp khác nhau.

source: There is no single cause of sexual offending and our understanding of what makes someone a sexual offender is far from perfect.
vi: Không chỉ có một lí do tạo ra xâm phạm tình dục mà hiểu biết của chúng ta về cái làm nên một tội phạm tình dục vẫn còn rất hạn hẹp.

source: There is now quite an extensive research literature available on what is termed ‘cross-racial’ identification (though this phrase is rather inappropriate).
vi: Hiện nay có khá nhiều nghiên cứu tổng quan về thuật ngữ "dạng nhận dạng khác màu da" (mặc dù cụm từ này không hẳn chính xác).

source: There is probably a very good reason for this.
vi: Tất nhiên, điều này cũng có lý do của nó.

source: There is some dispute as to whether performances on these tests can predict actual future performance or success as a police officer, which is not surprising considering how difficult it would be to measure police success, or even what characteristics would describe a good police officer in the first place.
vi: Có một số tranh cãi về việc liệu các màn thể hiện trong các bài kiểm tra có thể dự đoán hiệu suất thực tế trong tương lai hay thành công với tư cách là một sĩ quan cảnh sát, điều này không mấy ngạc nhiên khi xét đến sự khó khăn trong đánh giá sự thành công của một cảnh sát, hay thậm chí đánh giá những tính cách nào nói ở trên sẽ đặc tả một cảnh sát tốt.

source: There is, however, some disagreement on how ‘stress’ can be defined or measured.
vi: Tuy nhiên, có một vài bất đồng về cách định nghĩa và đo lường căng thẳng.

source: There must therefore be stable relationships between characteristics and behaviour for profiling to work.
vi: Do đó, cần phải có những mối liên hệ ổn định giữa các đặc tính và hành vi để thực hiện thiết lập hồ sơ.

source: There was a general feeling within the public that community service was a soft option: the reasoning behind this suggestion was that it would enable the public to see what those on community service actually had to do.
vi: Một cảm nghĩ chung trong cộng đồng rằng dịch vụ công ích là một lựa chọn khoan nhượng: lý do đằng sau kiến nghị này khiến cộng đồng có thể nhìn thấy việc làm thật sự của những phạm nhân trong lao động công ích.

source: There was, however, an outcry amongst some members of the community who felt this was much more about humiliation and making offenders stand out within the community in a negative way.
vi: Tuy nhiên, đã có sự phản đối kịch liệt giữa các thành viên trong cộng đồng khi họ nhận thấy cách xử phạt này vượt quá tính nhân đạo và khiến tội phạm bị phân biệt giữa cộng đồng theo cách tiêu cực.

source: There were reports of poisoners being boiled in cauldrons, thieves being whipped, rapists being branded, prostitutes being tied to posts with notes declaring their offences pinned to their dresses, debtors being tied backwards to horses and taken around a town, and bigamists being drawn (dragged from place to place on a piece of wood behind a horse) and then burned.
vi: Đã có nhiều báo cáo về những tên đầu độc bị đun trong vạc, trộm cắp bị đánh bằng roi, những tên hiếp dâm bị đóng dấu bằng sắt nung, gái mại dâm bị trói vào cột và bị gắn những ghi chép buộc tội họ lên quần áo, những con nợ bị trói ngược vào ngựa và lôi đi khắp phố và những người vi phạm qui tắc 1 vợ 1 chồng bị kéo ( lôi từ chỗ này sang chỗ khác trên 1 miếng gỗ phía sau 1 con ngựa) rồi bị thiêu sống .

source: Therefore criminal psychologists use these rehabilitative programmes to provide offenders with the opportunity to develop their problem-solving and social skills, to reduce rigid thinking and impulsivity and to use these new skills in order to select alternatives to criminal behaviour.
vi: Vì vậy các nhà tâm lý học tội phạm dùng những chương trình phục hồi chức năng này để tạo cơ hội cho phạm nhân phát triển các kĩ năng xử lí vấn đề và kĩ năng xã hội, nhằm giảm thiểu những suy nghĩ cứng đầu và tính bốc đồng, đồng thời dùng những kĩ năng mới này để tìm hướng thay thế các hành vi phạm tội.

source: Therefore, changing deviant preferences is only attempted when this is shown at assessment.
vi: Chính vì thế, việc thay đổi xu hướng sai lệch chỉ có thể được thực hiện khi nó được bộc lộ ra trong việc đánh giá.

source: Therefore, imprisonment is not generally used.
vi: Thế nên, việc phạt tù không thường được sử dụng

source: Therefore, it endorsed the idea that relevant experts (who are court appointed in the German inquisitorial criminal justice system) analyse such children’s accounts for indications that the children may well be describing genuinely experienced events.
vi: Vì lẽ đó, họ đã tán thành ý kiến mà các bên liên quan (những người đã được Toà án bổ nhiệm vào Hệ thống tư pháp hình sự Đức) phân tích những hành vi của các đứa trẻ ấy có thể được mô tả qua những sự kiện thử nghiệm thực sự.

source: Therefore, it must be carried out by private citizens, not law enforcement agents.
vi: Bới thế nên nó phải được thực hiện bởi riêng 1 công dân, không phải sở thi hành luật .

source: Therefore, prison would only be for the worst kind of offenders.
vi: Vì vậy, tù giam nên dành cho những loại tội phạm tồi tệ nhất.

source: Therefore, they know that it is difficult to prove their innocence and thus they are very concerned about the crime-relevant questions.
vi: Bởi thế, họ biết rất khó để chứng minh mình vô tội và vì vậy họ trở nên lo lắng trước các câu hỏi liên quan tới tội ác.

source: These (and other published studies conducted by senior police officers as part of their research doctorates – a crucial development) revealed a surprising lack of police skills if the suspect denied the offence.
vi: Những nghiên cứu này (và cả những nghiên cứu đã công bố trước báo giới khác được tiến hành bởi những nhân viên cảnh sát có thâm niên như là luận án tiến sĩ của họ - một sự phát triển cốt yếu) đã hé lộ một sự thật ngạc nhiên về sự thiếu hụt kỹ năng chuyên môn khi đối mặt với trường hợp nghi phạm cứ khăng khăng phủ nhận tội ác.

source: These are based on the Circle Theory of Environmental Range which predicts that all things being equal, the shape of an offender’s criminal and home range will be circular, with the home itself being located in the centre of the circle.
vi: Những nguyên tắc này dựa trên Lý thuyết Vòng tròn của phạm vi môi trường sống. Lý thuyết này dự đoán rằng tất cả mọi thứ đều ngang nhau, khuôn dáng của phạm vi phạm tội và phạm vi cư trú của kẻ phạm tội sẽ có dạng hình tròn, với bản thân ngôi nhà của kẻ phạm tội được đặt tại trung tâm của hình tròn.

source: These are important findings.
vi: Đó đều là những phát hiện quan trọng.

source: These are now explained in turn and the evidence supporting their validity outlined.
vi: Những nội dung này sẽ được giải thích lần lượt và bằng chứng xác minh tính giá trị của chúng sẽ được phác thảo.

source: These are psychological factors, which affect beliefs and behaviour, and are possibly changeable.
vi: Đây là những yếu tố tâm lý ảnh hưởng đến lòng tin và thái độ, và có thể thay đổi được..

source: These are questions which all those involved with punishment have to consider and are issues being researched by criminal psychologists.
vi: Những câu hỏi trên đều liên quan đến việc cân nhắc hình phạt và đang được đưa ra nghiên cứu bởi các nhà tâm lý học tội phạm.

source: These are some of the reasons why British courts dissuade police officers from lying to suspects.
vi: Đó là một vài lý do tại sao Tòa án Anh ngăn cản lực lượng cảnh sát nói dối nghi phạm.

source: These are:
vi: Chúng là:

source: These assessments can be used in the management of the offenders’ highlighted risk and needs, informing the planning of the activities that the offenders will undertake during their sentence.
vi: Những đánh giá này có thể sử dụng trong việc quản lý tội phạm có mức độ liều lĩnh, nhu cầu cao, thiết lập kế hoạch về các hoạt động mà phạm nhận sẽ thực hiện trong thời gian thi hành án.

source: These assessments can inform the police, the courts, or the prison and probation services about the psychological functioning of an individual and can therefore influence how the different sections of the criminal justice system process the individual in question.
vi: Những đánh giá này về chức năng tâm lý của từng cá nhân sẽ được khai báo cho cảnh sát, quan tòa, cơ quan quản lý nhà tù và giám sát phạm nhân, do đó các câu hỏi riêng biệt đều có thể ảnh hưởng đến từng bộ phận khác nhau của hệ thống tư pháp hình sự.

source: These bribes might be material – sweets, presents or treats – or emotional – offering a ‘shoulder to cry on’.
vi: Có thể mua chuộc bằng vật chất - bánh kẹo, quà cáp hay lợi lộc hoặc bằng tình cảm như cho đứa bé "một bờ vai để tựa vào".

source: These concerns have remained important since Peel-style policing began in England in 1829.
vi: Tại Anh, năm 1829, Sir Robert Peel đã rất quan tâm tới vấn đề này.

source: These contextual aspects then ‘trigger off’ (that is, then allow to be recalled) other aspects of the event that otherwise would have been very difficult to retrieve from memory.
vi: Những yếu tố về không gian này sau đó sẽ 'gây nổ' (có nghĩa là cho phép nhớ lại) các yếu tố khác có trong sự việc mà nếu không thì sẽ rất khó để nhớ.
